Repository: HangfireIO/Hangfire
Catalog: src/Hangfire.Core/Dashboard/Content/resx/Strings.*.resx
Languages: ca, de, fa, nb, nl, pt_pt, sv, tr_tr, zh, zh_tw

# AwaitingJobsPage_ContinuationsWarning_Text
source: Don't worry, continuations are working as expected. But your current job storage does not support some queries required to show this page. Please try to update your storage or wait until the full command set is implemented.
ca: Les continuacions funcionen correctament, però el teu sistema d'emmagatzematge de tasques actual no suporta algunes consultes necessàries per a mostrar aquesta pàgina. Actualitzeu el vostre sistema d'emmagatzematge de tasques o espereu que aquest suporti aquesta funcionalitat
de: Keine Sorge, die Ausführungen funktionieren wie erwartet. Die aktuelle Job Speicherung unterstützt jedoch einige Abfragen welche zum Anzeigen dieser Seite erforderlich sind NICHT. Bitte versuchen den Speicher zu aktualisieren oder warten bis der vollständige Ablauf implementiert ist.
fa: نگران نباشید. کارهای "ادامه دار"، مطابق انتظار در حال اجرا هستند. اما محل ذخیره سازی شما از برخی کوئری های مورد نیاز جهت نمایش این صفحه پشتیبانی نمیکند. لطفاً یا محل ذخیره سازی خود را به روز رسانی کنید یا تا اتمام عملیات منتظر بمانید.
nb: Ikke bekymre deg, fortsettelser fungerer som forventet, men din nåværende jobblagring mangler støtte for noen spørringer som er nødvendige for å vise denne siden. Prøv å oppdatere lagringen eller vent til hele kommandosettet er implementert.
nl: Geen paniek, voortzettingen werken zoals verwacht. De huidige opslagmethode voor taken ondersteund niet alle functies die nodig zijn om deze pagina te laten zien. Werk de opslagmethode bij, of wacht tot een complete implementatie gereed is.
pt_pt: As sequências estão a funcionar conforme o esperado. O formato atual de armazenamento não permite algumas consultas necessárias à apresentação da página. Altere o formato de armazenamento ou aguarde que as funcionalidades sejam implementadas.
sv: Oroa dig inte, fortsättningar fungerar som dom ska. Din nuvarande lagring för jobb stödjer inte vissa frågor som behövs för att visa den här sidan. Uppdatera till en annan lagringstyp eller vänta och hoppas att den nuvarande får stöd för alla frågetyper.
tr_tr: Endişelenmeyin, continuations beklendiği gibi çalışıyor. Ancak mevcut iş kaynaklarınız bu sayfayı göstermek için gereken bazı sorguları desteklemiyor. Lütfen iş kaynaklarınızı güncellemeyi deneyin veya tüm entegrasyon tamamlana kadar bekleyin.
zh_tw: 別擔心，持續性工作正在按預期執行。 但是，您當前的作業存儲空間不支持顯示此頁面所需的一些查詢。 請嘗試更新您的存儲空間，或者等到完整的命令集被執行。

# AwaitingJobsPage_ContinuationsWarning_Title
source: Continuations are working, but this page can't be displayed
ca: Les continuacions funcionen, però aquesta pàgina no es pot mostrar.
de: Weitere Ausführungen funktionieren. Nur diese Seite kann nicht angezeigt werden
fa: کارهای "ادامه دار" در حال اجرا هستند، اما این صفحه قابلیت نمایش ندارد
nb: Fortsettelser fungerer, men denne siden kan ikke vises
nl: Voortzettingen werken zoals verwacht, maar de pagina kan niet worden getoond.
pt_pt: As sequências estão a funcionar, não é possivel apresentar a página
sv: Fortsättningar fungerar, men den här sidan kunde inte visas
tr_tr: Continuations işleriniz çalışıyor ancak sayfa gösterilemiyor.
zh: 作业继续执行中，但是无法显示该页面
zh_tw: 工作繼續執行中，但是無法顯示該頁面

# AwaitingJobsPage_NoJobs
source: No jobs found in awaiting state.
ca: No s'han trobat tasques en espera
de: Keine Jobs im wartenden Zustand gefunden.
fa: هیچ کاری در وضعیت انتظار برای اجرا وجود ندارد
nb: Ingen ventende jobber funnet.
nl: Geen afwachtende taken gevonden.
pt_pt: Sem tarefas no estado pendente.
sv: Inga jobb hittades i väntande tillstånd.
tr_tr: Bekleyen bir işiniz bulunmamaktadır.
zh: 没有等待中的作业
zh_tw: 沒有等待中的工作

# AwaitingJobsPage_Table_Options
source: Options
ca: Opcions
de: Optionen
fa: گزینه ها
nb: Alternativer
nl: Opties
pt_pt: Opções
sv: Inställningar
tr_tr: Ayarlar
zh: 选项
zh_tw: 選項

# AwaitingJobsPage_Table_Parent
source: Parent
ca: Pare
de: Eltern
fa: والد
nb: Forelder
nl: Bovenliggende
pt_pt: Antecessor
sv: Förälder
tr_tr: Üst
zh: 父级
zh_tw: 父層

# AwaitingJobsPage_Title
source: Awaiting Jobs
ca: Tasques en espera
de: Warten auf Jobs
fa: کارهای در حال انتظار
nb: Ventende Jobber
nl: Wachtende taken
pt_pt: Tarefas em espera
sv: Väntade jobb
tr_tr: Bekleyen İşler
zh: 等待中的作业
zh_tw: 等待中的工作

# Common_Created
source: Created
ca: Creat
de: Erstellt
fa: ایجاد شده
nb: Opprettet
nl: Aangemaakt
pt_pt: Criado
sv: Skapad
tr_tr: Oluşturan
zh: 创建
zh_tw: 建立

# Common_Delete
source: Delete
ca: Eliminar
de: Löschen
fa: حذف شده
nb: Slett
nl: Verwijderen
pt_pt: Remover
sv: Ta bort
tr_tr: Sil
zh: 删除
zh_tw: 刪除

# Common_DeleteConfirm
source: Do you really want to DELETE ALL selected jobs?
ca: ¿Esteu segur que voleu ELIMINAR TOTES les tasques seleccionades?
de: Wirklich ALLE ausgewählten Jobs LÖSCHEN?
fa: آیا از حذف تمامی موارد انتخاب شده مطمئن هستید؟
nb: Ønsker du virkelig å slette de valgte jobbene?
nl: Weet u zeker dat u alle geselecteeerde taken wilt VERWIJDEREN?
pt_pt: APAGAR TODAS os registos seleccionadas ?
sv: Vill du verkligen TA BORT ALLA valda jobb?
tr_tr: TÜM SEÇİLİ işleri silmek istediğine emin misin?
zh: 您确定要删除所选的全部作业吗？
zh_tw: 您確定要刪除所選的全部工作嗎？

# Common_Deleting
source: Deleting...
ca: Eliminant...
de: Löschen...
fa: در حال حذف...
nb: Sletter...
nl: Verwijderen...
pt_pt: A remover...
sv: Tar bort...
tr_tr: Siliniyor...
zh: 删除中...
zh_tw: 刪除中…

# Common_DeleteSelected
source: Delete selected
ca: Eliminar seleccionats
de: Ausgewählte löschen
fa: حذف انتخاب شد
nb: Slett valgte
nl: Verwijder selectie
pt_pt: Remover registos seleccionados
sv: Ta bort valda
tr_tr: Seçilileri Sil
zh: 删除选中
zh_tw: 刪除選取

# Common_EnqueueButton_Text
source: Enqueue jobs
ca: Posar tasques a la cua
de: In die Warteschlange
fa: وارد کردن کارها به صف
nb: Sett jobber i kø
nl: Taken inplannen
pt_pt: Colocar tarefas em fila
sv: Köa upp jobb
tr_tr: Kuyruklu işler
zh: 队列作业
zh_tw: 佇列工作

# Common_Enqueueing
source: Enqueueing...
ca: Posant a la cua...
de: Warteschlange abarbeiten...
fa: در حال ورود به صف
nb: Setter i kø...
nl: Inplannen...
pt_pt: A colocar em fila...
sv: Lägger till i kö...
tr_tr: Kuyruğa alınıyor...
zh: 加入队列中...
zh_tw: 加入佇列中…

# Common_Fetched
source: Fetched
ca: Obtingut
de: Abgerufen
fa: دریافت شده
nb: Hentet
nl: Opgehaald
pt_pt: Obtidos
sv: Hämtad
tr_tr: Getirildi
zh: 获取到
zh_tw: 獲取到

# Common_Id
source: Id
fa: شناسه
tr_tr: Kimlik
zh: 编号
zh_tw: 編號

# Common_Job
source: Job
ca: Tasca
fa: کار
nb: Jobb
nl: Taak
pt_pt: Tarefa
sv: Jobb
tr_tr: İş
zh: 作业
zh_tw: 工作

# Common_JobExpired
source: Job expired.
ca: Tasca expirada
de: Job abgelaufen.
fa: کارهای منقضی شده
nb: Jobben har utløpt.
nl: Taak verlopen.
pt_pt: Tarefa expirada.
sv: Utgånget jobb.
tr_tr: İşin süresi doldu.
zh: 作业过期.
zh_tw: 工作過期

# Common_JobStateChanged_Text
source: Job's state has been changed while fetching data.
ca: L'estat de la tasca ha canviat mentre s'obtenia informació.
de: Der Jobstatus wurde beim Abrufen von Daten geändert.
fa: در حالی که داده دریافت میشد، وضعیت کار تغییر کرده
nb: Jobbens tilstand har blitt endret under uthenting av data.
nl: De status van de taak is gewijzigd tijdens het ophalen.
pt_pt: O estado da tarefa foi alterado enquanto os dados estavam a ser obtidos.
sv: Jobbets tillstånd ändrades medan informationen hämtades.
tr_tr: Veriler alınırken işin durumu değiştirildi.
zh: 作业状态已经发生变化
zh_tw: 工作狀態已被變更

# Common_LessDetails
source: Less details...
ca: Menys detalls
de: Weniger Details...
fa: جزئیات کمتر
nb: Færre detaljer...
nl: Minder details...
pt_pt: Menos detalhes...
sv: Färre detaljer...
tr_tr: Daha az detay...
zh: 收起...
zh_tw: 收起…

# Common_MoreDetails
source: More details...
ca: Més detalls
de: Weitere Details...
fa: جزئیات بیشتر
nb: Flere detaljer...
nl: Meer details...
pt_pt: Mais detalhes...
sv: Mer detaljer...
tr_tr: Detay fazla detay...
zh: 更多...
zh_tw: 更多…

# Common_NotAvailable
source: N/A
ca: N/D
fa: خارج از دسترس
nl: n.v.t.
pt_pt: Indisponível
tr_tr: Yok

# Common_PeriodDay
source: Day
ca: Dia
de: Tag
fa: روز
nb: Dag
nl: Dag
pt_pt: Dia
sv: Dag
tr_tr: Gün
zh: 天
zh_tw: 天

# Common_PeriodWeek
source: Week
ca: Setmana
de: Woche
fa: هفته
nb: Uke
pt_pt: Semana
sv: Vecka
tr_tr: Hafta
zh: 周
zh_tw: 周

# Common_Reason
source: Reason
ca: Raó
de: Grund
fa: علت
nb: Årsak
nl: Reden
pt_pt: Motivo
sv: Orsak
tr_tr: Neden
zh: 原因
zh_tw: 原因

# Common_RequeueJobs
source: Requeue jobs
ca: Tornar a posar les tasques a la cua
de: Wieder in die Warteschlange
fa: ورود مجدد به صف
nb: Sett jobber tilbake i kø
nl: Taken opnieuw inplannen
pt_pt: Reagendar tarefa
sv: Köa om jobb
tr_tr: İşleri yeniden sıraya al
zh: 重新加入队列
zh_tw: 重新加入佇列

# Common_Retry
source: Retry
ca: Tornar a intentar
de: Wiederholen
fa: تلاش مجدد
nb: Kjør på nytt
nl: Opnieuw
pt_pt: Tentar novamente
sv: Försök igen
tr_tr: Tekrar
zh: 重试
zh_tw: 重試

# Common_Server
source: Server
ca: Servidor
fa: سرویس دهنده
pt_pt: Servidor
tr_tr: Sunucu
zh: 服务器
zh_tw: 伺服器

# Common_State
source: State
ca: Estat
de: Status
fa: وضعیت
nb: Tilstand
nl: Status
pt_pt: Estado
sv: Tillstånd
tr_tr: Durum
zh: 状态
zh_tw: 狀態

# Common_Unknown
source: Unknown
ca: Desconegut
de: Unbekannt
fa: نامشخص
nb: Ukjent
nl: Onbekend
pt_pt: Desconhecido
sv: Okänd
tr_tr: Bilinmeyen
zh: 未知
zh_tw: 未知

# DeletedJobsPage_NoJobs
source: No deleted jobs found.
ca: No s'han trobat tasques eliminades.
de: Keine gelöschten Jobs gefunden.
fa: هیچ کار حذف شده ای پیدا نشد
nb: Ingen slettede jobber funnet.
nl: Geen verwijderde taken gevonden.
pt_pt: Não foram encontradas tarefas removidas.
sv: Inga borttagna jobb hittades.
tr_tr: Silinen işler bulunamadı.
zh: 没有找到任何已经删除的作业
zh_tw: 沒有找到任何已經刪除的工作

# DeletedJobsPage_Table_Deleted
source: Deleted
ca: Eliminat
de: Gelöscht
fa: حذف شده
nb: Slettet
nl: Verwijderd
pt_pt: Removidas
sv: Borttaget
tr_tr: Silindi
zh: 删除
zh_tw: 刪除

# DeletedJobsPage_Title
source: Deleted Jobs
ca: Tasques eliminades
de: Gelöschte Jobs
fa: کارهای حذف شده
nb: Slettede Jobber
nl: Verwijderde taken
pt_pt: Tarefas removidas
sv: Borttagna jobb
tr_tr: Silinen İşler
zh: 删除作业
zh_tw: 刪除工作

# EnqueuedJobsPage_NoJobs
source: The queue is empty.
ca: La cua esta buida.
de: Die Warteschlange ist leer.
fa: این کوئری خالی است
nb: Køen er tom.
nl: De wachtrij is leeg.
pt_pt: A fila está vazia.
sv: Kön är tom.
tr_tr: Kuyruk boş.
zh: 没有任何作业
zh_tw: 沒有任何工作

# EnqueuedJobsPage_Title
source: Enqueued jobs
ca: Tasques a la cua
de: Jobs in Warteschlange
fa: کارهای وارد شده به صف
nb: Jobber i kø
nl: Ingeplande taken
pt_pt: Tarefas em fila
sv: Köade jobb
tr_tr: Sıralanmış İşler
zh: 队列作业
zh_tw: 佇列工作

# FailedJobsPage_FailedJobsNotExpire_Warning_Html
source: <strong>Failed jobs do not become expired</strong> to allow you to re-queue them without any time pressure. You should re-queue or delete them manually, or apply <code>AutomaticRetry(OnAttemptsExceeded = AttemptsExceededAction.Delete)</code> attribute to delete them automatically.
ca: <strong>Les tasques fallides no expiren</strong> per a permetre-us tornar a afegir-les a la cua sense cap pressió. Podeu afegir-les de nou a la cua, eliminar-les manualment o aplicar l'atribut <code>AutomaticRetry(OnAttemptsExceeded = AttemptsExceededAction.Delete)</code> per a eliminar-les automàticament.
fa: <strong>کارهای ناموفق منقضی نخواهند شد</strong> تا شما در زمان مناسب مجدداً آنها را اجرا نمایید. باید آنها را بصورت دستی حذف کرده یا دوباره به صف وارد نمایید, یا اینکه اتریبیوت <code>AutomaticRetry(OnAttemptsExceeded = AttemptsExceededAction.Delete)</code> را جهت حذف خودکار آنها اعمال نمایید.
nb: <strong>Mislykkede jobber utløper ikke</strong> for å la deg å sette dem tilbake i køen uten tidspress. Du bør sette dem tilbake i køen, slette dem manuelt eller bruke <code>AutomaticRetry(OnAttemptsExceeded = AttemptsExceededAction.Delete)</code> -attributtet for å slette dem automatisk.
nl: <strong>Mislukte taken verlopen niet</strong> zodat ze opnieuw ingepland kunnen worden zonder tijdsdruk. Deze taken dienen handmatig opnieuw ingepland of gewist te worden, of het attribuut <code>AutomaticRetry(OnAttemptsExceeded = AttemptsExceededAction.Delete)</code> kan worden toegevoegd in code om deze taken automatisch te wissen.
pt_pt: <strong>As tarefas com erros não expiram</strong> para permitir que sejam colocadas novamente em fila. As tarefas podem ser recolocadas em fila, excluí-las manualmente ou definir a propriedade <code> AutomaticRetry (OnAttemptsExceeded = AttemptsExceededAction.Delete) </code> para excluí-las automaticamente.
sv: <strong>Misslyckade jobb löper inte ut</strong> så att man inte ska känna sig stressad att köa upp det igen. Köa upp eller ta bort dom manuellt, eller sätt följande attribut i koden för att radera dom automatiskt: <code>AutomaticRetry(OnAttemptsExceeded = AttemptsExceededAction.Delete)</code>
tr_tr: <strong>Başarısız olan işlerin süresi dolmaz.</strong> Bu işleri yeniden sıraya koymanız için zamanı iyi ayarlamalısınız. Bu işleri manuel olarak tekrar kuyruğa alabilir veya silebilirsiniz. İpucu : <code>AutomaticRetry(OnAttemptsExceeded = AttemptsExceededAction.Delete)</code> attribute'unu ekleyerek otomatik olarak silebilrsiniz.
zh_tw: <strong>不會過期的失敗工作</strong><br/>在沒有任何時間限制下，允許你重新執行工作，您應該重新執行或刪除工作或再次加入佇列。<br />在屬性<code>AutomaticRetry(OnAttemptsExceeded = AttemptsExceededAction.Delete)</code> 設定可自動刪除

# FailedJobsPage_NoJobs
source: You have no failed jobs at the moment.
ca: No hi han tasques amb errors.
de: Zur Zeit gibt es keine fehlgeschlagenen Jobs.
fa: در حال حاضر هیچ کار ناموفقی وجود ندارد
nb: Du har ingen mislykkede jobber for øyeblikket.
nl: Geen mislukte taken gevonden.
pt_pt: Não existem tarefas com erro neste momento.
sv: Du har inga misslyckade jobb just nu.
tr_tr: Şu anda Başarısız iş bulunmamaktadır.
zh: 没有失败的作业
zh_tw: 沒有失敗的工作

# FailedJobsPage_Table_Failed
source: Failed
ca: Amb errors
de: Fehler
fa: ناموفق ها
nb: Mislykket
nl: Mislukt
pt_pt: Erros
sv: Misslyckad
tr_tr: Başarısız
zh: 失败
zh_tw: 失敗

# FailedJobsPage_Title
source: Failed Jobs
ca: Tasques amb errors
de: Fehlerhafte Jobs
fa: کارهای ناموفق
nb: Mislykkede Jobber
nl: Mislukte taken
pt_pt: Tarefas com erro
sv: Misslyckade jobb
tr_tr: Başarısız İşler
zh: 失败的作业
zh_tw: 失敗的工作

# FetchedJobsPage_NoJobs
source: The queue is empty.
ca: La cua és buida
de: Die Warteschlange ist leer.
fa: صف خالی است
nb: Køen er tom.
nl: De lijst met opgehaalde taken is leeg.
pt_pt: A fila está vazia.
sv: Kön är tom.
tr_tr: Kuyruk boş
zh: 没有任何作业
zh_tw: 沒有任何工作

# FetchedJobsPage_Title
source: Fetched jobs
ca: Tasques obtingudes
de: Jobs abgerufen
fa: کارهای دریافت شده
nb: Hentede jobber
nl: Opgehaalde taken
pt_pt: Tarefas obtidas
sv: Hämtade jobb
tr_tr: İş Sonuçları
zh_tw: 擷取工作

# HomePage_HistoryGraph
source: History graph
ca: Gràfic històric
de: Zeigt für jede CPU-Auslastung ein Verlaufsdiagramm an.
fa: نمودار تاریخچه
nb: Historisk graf
nl: Historische grafiek
pt_pt: Gráfico histórico
sv: Historisk graf
tr_tr: Geçmiş Grafiği
zh: 历史图表走势
zh_tw: 歷史圖表走勢

# HomePage_RealtimeGraph
source: Realtime graph
ca: Gràfic en temps real
de: Echtzeitdiagramm
fa: نمودار لحظه ای
nb: Sanntidsgraf
nl: Realtime grafiek
pt_pt: Gráfico em tempo real
sv: Realtidsgraf
tr_tr: Canlı Grafik
zh: 实时图表走势
zh_tw: 即時圖表走勢

# HomePage_Title
source: Dashboard
ca: Panell
de: Übersicht
fa: داشبورد
nb: Oversikt
nl: Overzicht
pt_pt: Painel de controlo
sv: Översikt
tr_tr: Genel Bakış
zh: 式表盘
zh_tw: 儀表板

# JobDetailsPage_Created
source: Created
ca: Creat
de: Erstellt
fa: ایجاد شده
nb: Opprettet
nl: Aangemaakt
pt_pt: Criado
sv: Skapad
tr_tr: Oluşturulan
zh: 创建
zh_tw: 建立

# JobDetailsPage_DeleteConfirm
source: Do you really want to delete this job?
ca: ¿Esteu segur que voleu eliminar aquesta tasca?
de: Möchten Sie diesen Job wirklich löschen?
fa: آیا از حذف این کار اطمینان دارید؟
nb: Ønsker du virkelig å slette denne jobben?
nl: Wilt u deze taak echt verwijderen?
pt_pt: Remover a traefa seleccionada ?
sv: Vill du verkligen ta bort det här jobbet?
tr_tr: Bu işi gerçekten silmek istediğine emin misin?
zh: 确认删除这个作业吗？
zh_tw: 確認刪除這個工作嗎？

# JobDetailsPage_State
source: State
ca: Estat
de: Status
fa: وضعیت
nb: Tilstand
nl: Status
pt_pt: Estado
sv: Tillstånd
tr_tr: Durum
zh: 状态
zh_tw: 狀態

# JobDetailsPage_JobAbortedNotActive_Warning_Html
source: <strong>The job was aborted</strong> – it is processed by server <code>{0}</code> which is not in the <a href="{1}">active servers</a> list for now. It will be retried automatically after invisibility timeout, but you can also re-queue or delete it manually.
ca: <strong>La tasca ha estat avortada</strong> - ha estat processada pel servidor <code>{0}</code> que no és a la llista de <a href="{1}">servidors actius</a> per ara. Serà recuperat automàticament després del període d'invisibilitat, però podeu tornar-la a posar en la cua o eliminar-la manualment.
fa: <strong>کار ناتمام مانده</strong> – توسط سرویس دهنده <code>{0}</code> پردازش شده که اکنون در فهرست <a href="{1}">سرویس دهنده های فعال</a> نیست. این کار بعد از سپری شدن مدت زمانی دوباره اجرا خواهد شد, اما شما میتوانید آن را بصورت دستی حذف یا مجدداً اجرا نمایید..
nb: <strong>Jobben ble avbrutt</strong> – den blir behandlet av server <code>{0}</code> som ikke er i <a href="{1}">aktive servere</a>-listen nå. Den blir hentet automatisk etter usynlighetstid, men du kan også sette den tilbake i køen eller slette den manuelt.
nl: <strong>De taak is afgebroken</strong> – de taak is verwerkt door server <code>{0}</code> welke op dit moment niet voorkomt in de lijst met <a href="{1}">actieve servers</a>. De taak wordt automatisch herstart na de time-out die is ingesteld voor niet zichtbare taken, maar de taak kan ook handmatig opnieuw worden gestart, of verwijderd.
pt_pt: <strong>A tarefa foi cancelada</strong> – processada pelo servidor <code>{0}</code> que não está na lista <a href="{1}"> de servidores activos</a>neste momento. O servidor será restaurado automáticamente após um tempo de invisibilidade, no entanto pode ser recolocado em fila ou removido manualmente.
sv: <strong>Jobbet avbröts</strong> – det processades av servern <code>{0}</code> som just nu inte är med på listan över <a href="{1}">aktiva servrar</a>. Det kommer att automatiskt försökas igen efter "invisibility timeout", men du kan också köa upp eller ta bort det manuellt.
tr_tr: <strong>Bu iş iptal edildi</strong> – Sunucu tarafından işlendi. <code>{0}</code> which is not in the <a href="{1}">active servers</a> list for now. Zaman aşımı sonrası tekrardan yenilenecektir, ancak manuel olarakta tekrar kuyruğa alabilir veya silebilirsiniz.
zh_tw: <strong>工作被終止</strong> – 在伺服器 <code>{0}</code> 被終止，此工作不在目前 <a href="{1}">執行中伺服器</a> 清單 工作在逾時後自動重試執行，也可以重新執行或手動刪除它。

# JobDetailsPage_JobAbortedWithHeartbeat_Warning_Html
source: <strong>Looks like the job was aborted</strong> – it is processed by server <code>{0}</code>, which reported its heartbeat more than 1 minute ago. It will be retried automatically after invisibility timeout, but you can also re-queue or delete it manually.
ca: <strong>La tasca ha estat avortada</strong> - ha estat processada pel servido <code>{0}</code> que ha reportat un batec fa més d'un minut. Serà recuperat automàticament després del període d'invisibilitat, però podeu tornar-la a posar en la cua o eliminar-la manualment.
de: <strong>Der Job wurde anscheinend abgebrochen</strong> - er wird vom Server verarbeitet <code>{0}</code>, welcher sich vor mehr als 1 Minute gemeldet hat. Es wird nach dem Timeout automatisch wiederholt. Alternativ kann der Job kann auch manuell in die Warteschlange gestellt oder löscht werden.
fa: <strong>بنظر این کار ناتمام مانده</strong> – توسط سرویس دهنده <code>{0}</code>, پردازش شده که بیش از یک دقیقه ی پیش اجرا شده. این کار بعد از سپری شدن مدت زمانی دوباره اجرا خواهد شد, اما شما میتوانید آن را بصورت دستی حذف یا مجدداً اجرا نمایید.
nb: <strong>Ser ut som jobben ble avbrutt</strong> - den blir behandlet av server <code>{0}</code> som rapporterte om livstegn for over ett minutt siden. Den vil bli hentet automatisk etter usynlighetstid, men du kan også sette den tilbake i køen eller slette den manuelt.
nl: <strong>Het lijkt erop dat de taak is afgebroken</strong> – de taak is verwerkt door server <code>{0}</code>, welke meer dan 1 minuut geleden voor het laatst activiteit heeft gemeld. De taak wordt automatisch herstart na de time-out die is ingesteld voor niet zichtbare taken, maar de taak kan ook handmatig opnieuw worden gestart, of verwijderd.
pt_pt: <strong>A tarefa foi aparentemente cancelada</strong> – processada pelo servidor <code>{0}</code>, que reportou um sinal há mais de 1 minute. O servidor será restaurado automáticamente após um tempo de invisibilidade, no entanto pode ser recolocado em fila ou removido manualmente.
sv: <strong>Det verkar som att jobbeet avbröts</strong> – det processas av servern <code>{0}</code>, som gav sitt senaste livstecken för mer än en minut sedan. Det kommer att automatiskt försökas igen efter "invisibility timeout", men du kan också köa upp eller ta bort det manuellt.
tr_tr: <strong>İş iptal edilmiş görüntüleniyor.</strong> – Sunucu tarafından işlendi. <code>{0}</code>, tarafından kontrol zamanın 1 dakikadan fazla olduğunu raporladı. Zaman aşımı sonrası tekrardan yenilenecektir, ancak manuel olarakta tekrar kuyruğa alabilir veya silebilirsiniz.
zh: <strong>作业疑似终止</strong> – 服务器代码 <code>{0}</code>, 心跳包超过1分钟请求超时后，作业会自动重试。但也可以重新加入队列或者删除作业。
zh_tw: <strong>工作疑似終止</strong> – 在伺服器 <code>{0}</code>被終止，執行時間已超過一分鐘，工作將會自動重試執行，也可以重新執行或手動刪除它。

# JobDetailsPage_JobExpired
source: Background job '{0}' has expired or could not be found on the server.
ca: La tasca amb id '{0}' ha expirat o no s'ha trobat al servidor
de: Der Warteschlangen Job '{0}' ist abgelaufen oder wurde auf dem Server nicht gefunden.
fa: کار پس زمینه '{0}' منقضی شد یا در سرور یافت نشد.
nb: Bakgrunnsjobben '{0}' har utløpt eller finnes ikke på serveren.
nl: Taak '{0}' is verlopen, of kan niet worden gevonden op de server.
pt_pt: A tarefa com o Id '{0}' expirou ou não foi encontrada no servidor.
sv: Bakgrundsjobbet '{0}' har löpt ut eller kunde inte hittas på servern.
tr_tr: Arkaplan işi '{0}' zaman aşımına uğradı veya sunucu tarafından bulunamadı.
zh_tw: 背景工作 '{0}' 逾時或無法在伺服器執行此工作

# JobDetailsPage_JobFinished_Warning_Html
source: <strong>The job is finished</strong>. It will be removed automatically <em><abbr data-moment="{0}">{1}</abbr></em>.
ca: <strong>La tasca ha finalitzat</strong>. S'eliminarà automàticament en <em><abbr data-moment="{0}">{1}</abbr></em>
de: <strong>Der Job ist beendet</strong>. Er wird automatisch entfernt <em><abbr data-moment="{0}">{1}</abbr></em>.
fa: <strong>این کار به اتمام رسیده</strong>. بصورت خودکار حذف خواهد شد <em><abbr data-moment="{0}">{1}</abbr></em>.
nb: <strong>Jobben er utført</strong>. Den vil bli fjernet automatisk <em><abbr data-moment="{0}">{1}</abbr></em>.
nl: <strong>De taak is afgerond</strong>. De taak zal automatisch worden verwijderd op <em><abbr data-moment="{0}">{1}</abbr></em>.
pt_pt: <strong>A tarefa terminou</strong>. Será removida automaticamente em <em><abbr data-moment="{0}">{1}</abbr></em>.
sv: <strong>Jobbet är färdigt</strong>. Det kommer att tas bort automatiskt <em><abbr data-moment="{0}">{1}</abbr></em>.
tr_tr: <strong>İş tamamlandı</strong>. Otomatik olarak silinecektir. <em><abbr data-moment="{0}">{1}</abbr></em>.
zh_tw: <strong>工作結束</strong>. 工作將被自動移除 <em><abbr data-moment="{0}">{1}</abbr></em>.

# JobDetailsPage_JobId
source: Job ID
ca: ID Tasca
fa: شناسه کار
nb: Jobb ID
nl: Taak Id
pt_pt: Id da Tarefa
sv: Jobb ID
tr_tr: İş Kimliği

# JobDetailsPage_Requeue
source: Requeue
ca: Tornar a posar a la cua
de: Erneut in Warteschlange einreihen
fa: ورود مجدد به صف
nb: Sett tilbake i kø
nl: Opnieuw inplannen
pt_pt: Colocar novamente na fila
sv: Köa igen
tr_tr: Yeniden sıraya al
zh: 重试
zh_tw: 重試

# LayoutPage_Back
source: Back to site
ca: Tornar
de: Zurück zur Website
fa: برگشت به سایت
nb: Tilbake til siden
nl: Terug naar de site
pt_pt: Voltar
sv: Tillbaka till webbplats
tr_tr: Siteye geri dön
zh: 返回应用
zh_tw: 返回
