Repository: HangfireIO/Hangfire
Catalog: src/Hangfire.Core/Dashboard/Content/resx/Strings.*.resx
Languages: ca, de, fa, nb, nl, pt_pt, sv, tr_tr, zh, zh_tw

# LayoutPage_Footer_Generatedms
source: Generated: {0}ms
ca: Generat: {0}ms
de: Generiert: {0} ms
fa: ایجاد شد{0}میلی ثانیه
nb: Generert på {0}ms
nl: Gegenereerd: {0}ms
pt_pt: Criado: {0}ms
sv: Genererades på: {0}ms
tr_tr: Oluşturuldu: {0}ms
zh: 耗时: {0}ms
zh_tw: 耗時：{0}ms

# LayoutPage_Footer_Time
source: Time:
ca: Hora:
de: Zeit:
fa: زمان:
nb: Tidspunkt:
nl: Tijd:
pt_pt: Tempo:
sv: Tid:
tr_tr: Zaman:
zh: 时间: {0} GMT
zh_tw: 時間：

# Paginator_Next
source: Next
ca: Següent
de: Weiter
fa: بعدی
nb: Neste
nl: Volgende
pt_pt: Seguinte
sv: Nästa
tr_tr: İleri
zh: 下一步
zh_tw: 下一步

# Paginator_Prev
source: Prev
ca: Anterior
de: Zurück
fa: قبلی
nb: Forrige
nl: Vorige
pt_pt: Anterior
sv: Föregående
tr_tr: Geri
zh: 上一步
zh_tw: 上一步

# Paginator_TotalItems
source: Total items
ca: Total elements
de: Gesamtzahl der Elemente
fa: کل
nb: Totalt antall
nl: Aantal items
pt_pt: Total registos
sv: Totalt antal
tr_tr: Toplam eleman
zh: 总条数
zh_tw: 總筆數

# PerPageSelector_ItemsPerPage
source: Items per page
ca: Elements per pàgina
de: Elemente pro Seite
fa: تعداد در هر صفحه
nb: Antall per side
nl: Items per pagina
pt_pt: Registos por página
sv: Antal per sida
tr_tr: Görüntülenme adeti
zh: 每页条数
zh_tw: 每頁筆數

# ProcessingJobsPage_Aborted
source: Looks like the job was aborted
ca: Sembla que la tasca ha estat cancel·lada
de: Der Job wurde anscheinend abgebrochen
fa: بنظر کار مد نظر شما ناتمام مانده
nb: Det ser ut som at jobben ble avbrutt
nl: Het lijkt erop dat de taak is afgebroken
pt_pt: A tarefa foi aparentamente cancelada
sv: Det verkar som att jobbet avbröts
tr_tr: İş iptal edildi
zh: 作业疑似终止
zh_tw: 工作疑似終止

# ProcessingJobsPage_NoJobs
source: No jobs are being processed right now.
ca: No hi han tasques en procés.
de: Derzeit werden keine Jobs verarbeitet.
fa: کار هم اکنون در حال اجرا است
nb: Ingen jobber blir behandlet akkurat nå.
nl: Op dit moment worden er geen taken uitgevoerd.
pt_pt: Nenhuma tarefa a ser processada.
sv: Inga jobb körs just nu.
tr_tr: Şuan hiç bir iş işlenemiyor.
zh: 没有立即执行的作业
zh_tw: 沒有立即執行的工作

# ProcessingJobsPage_Table_Started
source: Started
ca: Iniciat
de: Gestartet
fa: شروع شده
nb: Startet
nl: Gestart
pt_pt: Iniciadas
sv: Startade
tr_tr: Başlatıldı.
zh: 执行
zh_tw: 執行

# ProcessingJobsPage_Title
source: Processing Jobs
ca: Tasques en procés
de: Jobs bearbeiten
fa: کارهای در حال پردازش
nb: Jobber til Behandling
nl: Uitvoerende taken
pt_pt: A processar tarefas
tr_tr: Çalışan İşler
zh: 执行中作业
zh_tw: 執行中的工作

# QueuesPage_NoJobs
source: No jobs queued.
ca: No hi han tasques a la cua.
de: Keine Jobs in der Warteschlange.
fa: هیچ کاری وارد صف نشده
nb: Ingen jobber har bltt lagt i kø.
nl: Geen taken in de wachtrij.
pt_pt: Sem tarefas em fila.
sv: Inga köade jobb.
tr_tr: Sıraya alınmış iş yok.
zh: 没有作业
zh_tw: 無工作

# QueuesPage_NoQueues
source: No queued jobs found. Try to enqueue a job.
ca: No s'han trobat tasques a la cua. Proveu a posar alguna.
de: Es wurden keine Jobs in der Warteschlange gefunden. Versuche einen Job in die Warteschlange zu stellen.
fa: هیچ کاری موجود نیست. ابتدا وارد صف کنید
nb: Ingen jobber har blitt lagt i køen. Prøv å sett en jobb i kø.
nl: Geen taken in de wachtrij gevonden. Probeer een taak uit te voeren.
pt_pt: Nenuma tarefa em fila. Coloque uma tarefa em fila.
sv: Inga köade jobb finns. Försök med att köa upp ett jobb.
tr_tr: Kuyruğa alınmış iş bulunamadı. Bir işi kuyruğa almaya çalışın.
zh: 队列中不存在。尝试添加作业到队列
zh_tw: 無佇列工作，嘗試加入工作至佇列

# QueuesPage_Table_Length
source: Length
ca: Longitud
de: Länge
fa: طول
nb: Lengde
nl: Lengte
pt_pt: Quantidade
sv: Längd
tr_tr: Bekleyenler
zh: 长度
zh_tw: 長度

# QueuesPage_Table_NextsJobs
source: Next jobs
ca: Properes tasques
de: Nächster Job
fa: کار بعدی
nb: Neste jobber
nl: Volgende taken
pt_pt: Próxima tarefa
sv: Nästa jobb
tr_tr: Sonraki işler
zh: 下一个作业
zh_tw: 下一個工作

# QueuesPage_Table_Queue
source: Queue
ca: Cua
de: Warteschlange
fa: صف
nb: Kø
nl: Wachtrij
pt_pt: Fila
sv: Kö
tr_tr: Kuyruk
zh: 队列
zh_tw: 佇列

# QueuesPage_Title
source: Queues
ca: Cues
de: Warteschlangen
fa: صف ها
nb: Køer
nl: Wachtrijen
pt_pt: Filas
sv: Köer
tr_tr: Kuyruklar
zh: 队列
zh_tw: 佇列

# RecurringJobsPage_Canceled
source: Canceled
ca: Cancel·lat
de: Abgebrochen
fa: انصراف داده شده
nb: Avbrutt
nl: Geannuleerd
pt_pt: Cancelado
sv: Avbrutet
tr_tr: İptal edildi
zh: 取消
zh_tw: 取消

# RecurringJobsPage_NoJobs
source: No recurring jobs found.
ca: No s'han trobat tasques recurrents
de: Keine wiederkehrenden Jobs gefunden.
fa: هیچ کار مکرری یافت نشد
nb: Ingen gjentakende jobber funnet.
nl: Geen herhalende taken gevonden.
pt_pt: Não foram encontradas tarefas recorrentes.
sv: Inga återkommande jobb hittades.
tr_tr: Tekrarlayan iş bulunamadı.
zh: 没有作业
zh_tw: 無工作

# RecurringJobsPage_Table_LastExecution
source: Last execution
ca: Darrera execució
de: Zeitpunkt der letzten Ausführung
fa: آخرین اجرا
nb: Siste kjøring
nl: Laatst uitgevoerd
pt_pt: Última execução
sv: Senaste körning
tr_tr: Son Yürütme
zh: 最后执行
zh_tw: 最後執行

# RecurringJobsPage_Table_NextExecution
source: Next execution
ca: Propera execució
de: Nächste Ausführung
fa: اجرای بعدی
nb: Neste kjøring
nl: Volgende keer
pt_pt: Próxima execução
sv: Nästa körning
tr_tr: Sonraki yürütme
zh: 下一个执行
zh_tw: 下一個執行

# RecurringJobsPage_Table_TimeZone
source: Time zone
ca: Zona horària
de: Zeitzone
fa: منطقه زمانی
nb: Tidssone
nl: Tijdzone
pt_pt: Fuso horário
sv: Tidszon
tr_tr: Saat dilimi
zh: 时区
zh_tw: 時區

# RecurringJobsPage_Title
source: Recurring jobs
ca: Tasques recurrents
de: Wiederholte Jobs
fa: کارهای مکرر
nb: Gjentakende jobber
nl: Herhalende taken
pt_pt: Tarefas recorrentes
sv: Återkommande jobb
tr_tr: Tekrarlayan İşler
zh: 定期作业
zh_tw: 定期工作

# RecurringJobsPage_Triggering
source: Triggering...
ca: Activant...
de: Auslöser
fa: در حال راه اندازی
nb: Kjører...
nl: Uitvoeren...
pt_pt: A executar...
sv: Startar...
tr_tr: Tetikleniyor...
zh: 执行中...
zh_tw: 執行中…

# RecurringJobsPage_TriggerNow
source: Trigger now
ca: Activar ara
de: Jetzt auslösen
fa: راه اندازی
nb: Kjør nå
nl: Nu uitvoeren
pt_pt: Executar agora
sv: Starta nu
tr_tr: Şimdi tetikle
zh: 立即执行
zh_tw: 立即執行

# RetriesPage_NoJobs
source: All is OK – you have no retries.
ca: Tot va bé - no hi ha cap reintent.
de: Ausführung abgeschlossen - Wiederholungsversuche notwendig.
fa: همه چیز صحیح کار میکند- نیاز به اجرای مجدد نیست
nb: Alt er OK – ingen jobber har blitt gjenforsøkt.
nl: Alles in orde – er zijn geen taken om opnieuw te proberen.
pt_pt: Tudo executado – sem tentativas por executar.
sv: Allt är OK – du har inga nya försök.
tr_tr: Her şey tamamlandı. Tekrarlayan iş bulunmamaktadır.
zh: 没有重试的作业
zh_tw: 沒有重試的工作

# RetriesPage_Title
source: Retries
ca: Reintents
de: Erneute Versuche
fa: اجرای مجدد
nb: Gjenforsøk
nl: Opnieuw proberen
pt_pt: Tentativas
sv: Nya försök
tr_tr: Tekrarlayan İşler
zh: 重试
zh_tw: 重試

# RetriesPage_Warning_Html
source: <h4>Retries are working, but this page can't be displayed</h4> <p> Don't worry, retries are working as expected. Your current job storage does not support some queries required to show this page. Please try to update your storage or wait until the full command set is implemented. </p> <p> Please go to the <a href="{0}">Scheduled jobs</a> page to see all the scheduled jobs including retries. </p>
ca: <h4>Els reintents estan funcionant, però aquesta pàgina no es pot mostrar</h4> <p> No us preocupeu, els reintents funcionen como haurien, però el teu sistema d'emmagatzematge de tasques actual no suporta algunes consultes necessàries per a mostrar aquesta pàgina. Actualitzeu el vostre sistema d'emmagatzematge o espereu fins que aquest suporti aquesta funcionalitat </p> <p> Visiteu la pàgina <a href="{0}">Tasques programades</a> per a veure totes les tasques programades, inclosos els reintents. </p>
fa: <h4>کارهای نیازمند اجرای مجدد دچار هیچ مشکلی نشده اند, اما این صفحه قابل نمایش نیست</h4> <p> نگران نشوید، کارهای اجرای مجدد مطابق انتظار در حال اجرا هستند اما برخی از کوئری های مورد نیاز جهت نمایش این صفحه توسط سیستم دخیره سازی شما پشتیبانی نمیشوند. . لطفا سیستم ذخیره سازی خود را به روز رسانی کرده یا تا اتمام دستورات منتظر بمانید. </p> <p> لطفا به آدرس <a href="{0}">کارهای زمان بندی شده</a> رجوع کرده تا همه ی کارهای زمان بندی شده از جمله کارهای نیازمند اجرای مجدد را مشاهده نمایید. </p>
nb: <h4>Gjenforsøk virker, men denne siden kan ikke vises</h4> <p> Ikke bekymre deg, gjenforsøk av jobber fungerer som forventet. Din nåværende jobblagring mangler støtte for noen spørringer som er nødvendig for å vise denne siden. Prøv å oppdatere lagringen eller vent til hele kommandosettet er implementert. </p> <p> Vennligst gå til <a href="{0}">Planlagte Jobber</a> for å se alle planlagte jobber, inkludert gjenforsøk. </p>
nl: <h4>Opnieuw proberen werkt, maar de pagina kan niet worden getoond</h4> <p> Geen paniek, taken worden wel opnieuw geprobeerd. De huidige opslagmethode voor taken ondersteund niet alle functies die nodig zijn om deze pagina te laten zien. Werk de opslagmethode bij, of wacht tot een complete implementatie gereed is. </p> <p> Voor een overzicht van alle ingeplande taken, inclusief taken die opnieuw geprobeerd worden, ga naar de <a href="{0}">Ingeplande taken</a>. </p>
pt_pt: <h4>O reagendamento está a funcionar, mas esta página não consegue ser apresentada</h4> <p> O reagendamento está a funcionar como esperado. O formato atual de armazenamento não permite algumas consultas necessárias à apresentação da página. Altere o formato de armazenamento ou aguarde que as funcionalidades sejam implementadas. </p> <p> Aceda a <a href="{0}">Tarefas agendadas</a> para verificar todas as tarefas agendadas e reagendadas. </p>
sv: <h4>Nya försök fungerar, men den här sidan kan inte visas</h4> <p> Oroa dig inte, nya försök fungerar som dom ska. Din nuvarande lagring för jobb stödjer inte vissa frågor som behövs för att visa den här sidan. Uppdatera till en annan lagringstyp eller vänta och hoppas att den nuvarande får stöd för alla frågetyper. </p> <p> Gå till <a href="{0}">Schemalagda jobb</a>-sidan för att se alla schemalagda jobb inklusive nya försök. </p>
tr_tr: <h4>Tekrarlayan işler çalışıyor, ancak sayfa gösterilemiyor</h4> <p> Merak etmeyin, yeniden denemeler beklendiği gibi çalışıyor. Mevcuttaki iş kaynağı bazı sorguları göstermek için desteklemiyor. Lütfen kaynağı güncelleyin veya tüm komut seti entegre edilene kadar bekleyin. </p> <p> Lütfen <a href="{0}">Planlanmış işler</a> sayfasına gidip planmış ve yeniden tetiklenmiş işleri görüntüleyiniz. </p>
zh_tw: <h4>重試項目正在執行，但此頁面無法顯示</h4> <p> 別擔心，重試項目正在執行中，目前的工作儲存庫無法支援查詢，請試著更新您的工作儲存庫或等待下一個執行時間點。 </p> <p> 請至 <a href="{0}">計劃</a>頁查看所有計劃工作及重試項目 </p>

# ScheduledJobsPage_EnqueueNow
source: Enqueue now
ca: Posar a la cua ara
de: Jetzt in Warteschlange einfügen
fa: وارد صف کردن
nb: Sett i kø nå
nl: Nu in wachtrij plaatsen
pt_pt: Colocar agora em fila
sv: Köpa upp nu
tr_tr: Sıraya al
zh: 加入队列
zh_tw: 加入佇列

# ScheduledJobsPage_NoJobs
source: There are no scheduled jobs.
ca: No hi han tasques programades.
de: Es sind keine Jobs geplant.
fa: هیچ کار زمانبندی شده ای وجود ندارد
nb: Det er ingen planlagte jobber.
nl: Er zijn geen ingeplande taken.
pt_pt: Sem tarefas agendadas.
sv: Det finns inga schemalagda jobb.
tr_tr: Planlanmış bir iş bulunmamakta.
zh: 没有作业
zh_tw: 無工作

# ScheduledJobsPage_Table_Enqueue
source: Enqueue
ca: Posar a la cua
de: In der Warteschlange
fa: وارد کردن به صف
nb: Sett i kø
nl: In wachtrij
pt_pt: Reagendar
sv: Köa upp
tr_tr: Sıraya al
zh: 队列
zh_tw: 佇列

# ScheduledJobsPage_Table_Scheduled
source: Scheduled
ca: Programades
de: Geplant
fa: زمان بندی شده
nb: Planlagt
nl: Ingepland
pt_pt: Agendada
sv: Schemalagd
tr_tr: Planlanmış
zh: 计划的
zh_tw: 計劃的

# ScheduledJobsPage_Title
source: Scheduled Jobs
ca: Tasques programades
de: Geplante Jobs
fa: کارهای زمان بندی شده
nb: Planlagte Jobber
nl: Ingeplande taken
pt_pt: Tarefas Agendadas
sv: Schemalagda jobb
tr_tr: Planlanmış İşler
zh: 计划作业
zh_tw: 計劃工作

# ServersPage_NoServers
source: There are no active servers. Background tasks will not be processed.
ca: No hi ha cap servidor actiu. Les tasques en segon pla no seran processades.
de: Es sind keine Server aktiv. Warteschlange kann nicht nicht verarbeitet werden.
fa: هیچ سرویس دهنده ی فعالی وجود ندارد. کار های پس زمینه پردازش نخواهند شد.
nb: Det er ingen aktive servere. Bakgrunnsjobber vil ikke bli behandlet.
nl: Er zijn geen actieve servers. Achtergrondtaken worden niet uitgevoerd.
pt_pt: Não existem servidores activos. As tarefas não serão executadas.
sv: Det finns inga aktiva servrar. Bakgrundsjobb kommer inte att köras.
tr_tr: Aktif sunucu bulunamadı Arkaplan işleri işlenemiyor.
zh: 没有活动服务器。后台作业将不会被执行。
zh_tw: 沒有執行中的伺服器，工作將不會被執行

# ServersPage_Table_Heartbeat
source: Heartbeat
ca: Batec
de: Rückmeldung
fa: ضربان
nb: Siste livstegn
nl: Hartslag
pt_pt: Sinal
sv: Livstecken
tr_tr: Kontrol Zamanı
zh: 心跳
zh_tw: 心跳

# ServersPage_Table_Name
source: Name
ca: Nom
fa: نام
nb: Navn
nl: Naam
pt_pt: Nome
sv: Namn
tr_tr: İsim
zh: 名称
zh_tw: 名稱

# ServersPage_Table_Queues
source: Queues
ca: Cues
de: Warteschlangen
fa: صف
nb: Køer
nl: Wachtrijen
pt_pt: Filas
sv: Köer
tr_tr: Kuyruklar
zh: 队列
zh_tw: 佇列

# ServersPage_Table_Started
source: Started
ca: Iniciada
de: Gestartet
fa: شروع شده
nb: Startet
nl: Gestart
pt_pt: Iniciadas
sv: Startade
tr_tr: Başlatıldı
zh: 执行
zh_tw: 執行

# ServersPage_Table_Workers
source: Workers
ca: Treballadors
de: Worker
fa: اجرا کننده ها
nb: Arbeidere
nl: Werkprocessen
pt_pt: Serviços
sv: Arbetare
tr_tr: Çalışan Servisler
zh: 工作区
zh_tw: 工作區

# ServersPage_Title
source: Servers
ca: Servidors
de: Server
fa: سرویس دهنده ها
nb: Servere
pt_pt: Servidores
sv: Servrar
tr_tr: Sunucular
zh: 服务器
zh_tw: 伺服器

# SucceededJobsPage_NoJobs
source: No succeeded jobs found.
ca: No s'han trobat tasques completades
de: Es wurden keine erfolgreichen Jobs gefunden.
fa: هیچ کار موفق شده ای وجود ندارد
nb: Ingen vellykkede jobber funnet.
nl: Geen geslaagde taken gevonden.
pt_pt: Nenhuma tarefa concluída encontrada.
sv: Inga lyckade jobb hittades.
tr_tr: Tamamlanmış iş bulunamadı.
zh: 没有作业
zh_tw: 無工作

# SucceededJobsPage_Table_Succeeded
source: Succeeded
ca: Completades
de: Erfolgreich
fa: موفق شده
nb: Vellykkede
nl: Geslaagd
pt_pt: Concluída
sv: Lyckades
tr_tr: Başarılı
zh: 完成
zh_tw: 完成

# SucceededJobsPage_Table_TotalDuration
source: Total Duration
ca: Durada total
de: Gesamtdauer
fa: زمان کل اجرا
nb: Total Varighet
nl: Totale duur
pt_pt: Duração
sv: Total tidsåtgång
tr_tr: Toplam Süre
zh_tw: 總觸發時間

# SucceededJobsPage_Title
source: Succeeded Jobs
ca: Tasques completades
de: Erfolgreiche Jobs
fa: کارهای موفق شده
nb: Vellykkede Jobber
nl: Geslaagde taken
pt_pt: Tarefas concluídas
sv: Lyckade jobb
tr_tr: Başarılı işler
zh: 完成的作业
zh_tw: 完成的工作

# JobsSidebarMenu_Awaiting
source: Awaiting
ca: A l'espera
de: Warten
fa: در حال انتظار
nb: Venter
nl: In afwachting
pt_pt: Pendentes
sv: Väntar
tr_tr: Beklenenler
zh: 等待中
zh_tw: 等待中

# JobsSidebarMenu_Deleted
source: Deleted
ca: Eliminat
de: Gelöscht
fa: حذف شده
nb: Slettet
nl: Verwijderd
pt_pt: Removidas
sv: Borttagna
tr_tr: Silinenler
zh: 删除
zh_tw: 刪除

# JobsSidebarMenu_Failed
source: Failed
ca: Amb errors
de: Fehler
fa: ناموفق
nb: Mislykket
nl: Mislukt
pt_pt: Com Erro
sv: Misslyckade
tr_tr: Başarısızlar
zh: 失败
zh_tw: 失敗

# JobsSidebarMenu_Processing
source: Processing
ca: Processant
de: Verarbeiten...
fa: در حال پردازش
nb: Til Behandling
nl: Verwerken
pt_pt: A Processar
sv: Kör
tr_tr: İşlenenler
zh: 执行中
zh_tw: 執行中

# JobsSidebarMenu_Scheduled
source: Scheduled
ca: Programades
de: Geplant
fa: زمانبندی شده
nb: Planlagt
nl: Ingepland
pt_pt: Agendadas
sv: Schemalagd
tr_tr: Planlananlar
zh: 计划
zh_tw: 計劃

# JobsSidebarMenu_Succeeded
source: Succeeded
ca: Completades
de: Erfolgreich
fa: موفق شده
nb: Vellykkede
nl: Geslaagd
pt_pt: Concluídas
sv: Lyckade
tr_tr: Başarılılar
zh: 完成
zh_tw: 完成

# NavigationMenu_Jobs
source: Jobs
ca: Tasques
de: Aufträge
fa: کارها
nb: Jobber
nl: Taken
pt_pt: Tarefas
sv: Jobb
tr_tr: İşler
zh: 作业
zh_tw: 工作

# NavigationMenu_RecurringJobs
source: Recurring Jobs
ca: Tasques recurrents
de: Wiederholte Auftrage
fa: کارهای مکرر
nb: Gjentakende Jobber
nl: Herhalende taken
pt_pt: Tarefas Recorrentes
sv: Återkommande jobb
tr_tr: Tekrarlayan İşler
zh: 周期性作业
zh_tw: 定期工作

# NavigationMenu_Retries
source: Retries
ca: Reintents
de: Erneute Versuche
fa: اجرای مجدد
nb: Gjenforsøk
nl: Opnieuw proberen
pt_pt: Tentativas
sv: Antal nya försök
tr_tr: Yeniden Denenenler
zh: 重试
zh_tw: 重試

# NavigationMenu_Servers
source: Servers
ca: Servidors
de: Server
fa: سرویس دهنده
nb: Servere
pt_pt: Servidores
sv: Servrar
tr_tr: Sunucular
zh: 服务器
zh_tw: 伺服器

# Common_CannotFindTargetMethod
source: Can not find the target method.
ca: No es pot trobar el mètode destí
de: Die Zielmethode konnte nicht gefunden wurde.
fa: متد مقصد یافت نشد
nb: Kan ikke finne målmetoden.
nl: Kan de doelmethode niet vinden.
pt_pt: Não foi possível encontrar o método alvo
sv: Kan inte hitta målmetoden.
tr_tr: Çalıştırılacak method bulunamadı.
zh_tw: 無法找到目標的函式

# Common_Enqueued
source: Enqueued
ca: A la cua
de: Zeit in Warteschlange
fa: وارد شده به صف
nb: Satt i kø
nl: Ingepland
pt_pt: Colocada em fila
sv: Köad
tr_tr: Kuyruğa alındı
zh: 队列
zh_tw: 佇列

# Common_NoState
source: No state
ca: Sense estat
de: Kein Zustand
fa: وضعیت خالی است
nb: Ingen tilstand
nl: Geen status
pt_pt: Sem estado
sv: Inget tillstånd
tr_tr: Durum yok
zh_tw: 無狀態

# JobsSidebarMenu_Enqueued
source: Enqueued
ca: A la cua
de: Zeit in Warteschlange
fa: وارد صف شده
nb: Satt i kø
nl: In wachtrij
pt_pt: Em Fila
sv: Köade
tr_tr: Sıradakiler
zh_tw: 佇列

# Metrics_ActiveConnections
source: Active Connections
ca: Connexions actives
de: Aktive Verbindungen
fa: اتصال های فعال
nb: Antall aktive tilkoblinger
nl: Actieve verbindingen
pt_pt: Ligações activas
sv: Aktiva anslutningar
tr_tr: Aktif Bağlantılar
zh_tw: 連線數

# Metrics_DeletedJobs
source: Deleted Jobs
ca: Tasques eliminades
de: Gelöschte Jobs
fa: کارهای حذف شده
nb: Slettede Jobber
nl: Verwijderde taken
pt_pt: Tarefas removidas
sv: Borttagna jobb
tr_tr: Silinen İşler
zh: 删除
zh_tw: 刪除

# Metrics_FailedJobs
source: Failed Jobs
ca: Tasques fallides
de: Fehlerhafte Aufträge
fa: کارهای ناموفق
nb: Mislykkede Jobber
nl: Mislukte taken
pt_pt: Tarefas com erro
sv: Misslyckade jobb
tr_tr: Başarısız İşler
zh: 失败
zh_tw: 失敗

# Metrics_ProcessingJobs
source: Processing Jobs
ca: Tasques en procés
de: Warehouseverarbeitungsaufträge werden aktualisiert.
fa: کارهای در حال پردازش
nb: Jobber til Behandling
nl: Uitvoerende taken
pt_pt: A processar tarefas
sv: Pågående jobb
tr_tr: İşlenen İşler
zh: 执行中
zh_tw: 執行中

# Metrics_RecurringJobs
source: Recurring Jobs
ca: Tasques recurrents
de: Wiederholte Auftrage
fa: کاراهای مکرر
nb: Gjentakende Jobber
nl: Herhalende taken
pt_pt: Tarefas recorrentes
sv: Återkommande jobb
tr_tr: Tekrarlayan İşler
zh: 定时
zh_tw: 定期

# Metrics_Retries
source: Retries
ca: Reintents
de: Erneute Versuche
fa: اجرای مجدد
nb: Gjenforsøk
nl: Opnieuw proberen
pt_pt: Tentativas
sv: Antal nya försök
tr_tr: Yeniden Denenenler
zh: 重试
zh_tw: 重試

# Metrics_ScheduledJobs
source: Scheduled Jobs
ca: Tasques programades
de: Geplante Aufträge
fa: کارهای زمانبندی شده
nb: Planlagte Jobber
nl: Ingeplande taken
pt_pt: Tarefas Agendadas
sv: Schemalagda jobb
tr_tr: Planlanan İşler
zh: 计划
zh_tw: 計劃

# Metrics_Servers
source: Servers
ca: Servidors
de: Server
fa: سرویس دهنده ها
nb: Servere
pt_pt: Servidores
sv: Servrar
tr_tr: Sunucular
zh: 服务器
zh_tw: 伺服器

# Metrics_SucceededJobs
source: Succeeded Jobs
ca: Tasques completades
de: Erfolgreiche Jobs
fa: کارهای موفق
nb: Vellykkede Jobber
nl: Geslaagde taken
pt_pt: Tarefas com sucesso
sv: Lyckade jobb
tr_tr: Başarılı İşler
zh: 成功的作业
zh_tw: 成功的工作

# Metrics_TotalConnections
source: Total Connections
ca: Connexions totals
de: Verbindungen gesamt
fa: تعداد کل اتصال ها
nb: Totalt antall tilkoblinger
nl: Totaal aantal verbindingen
pt_pt: Total de Ligações
sv: Antal anslutningar
tr_tr: Toplam Bağlantı
zh: 总连接数
zh_tw: 總連線數

# Common_Condition
source: Condition
ca: Condició
de: Bedingung
fa: شرط
nb: Betingelse
nl: Voorwaarde
pt_pt: Condição
sv: Tillstånd
tr_tr: Durum
zh_tw: 條件

# Common_Continuations
source: Continuations
ca: Continuacions
de: Ausführungen
fa: کارهای "ادامه دار"
nb: Fortsettelser
nl: Voorzettingen
pt_pt: Sequências
sv: Fortsättningar
tr_tr: Sürekli
zh_tw: 持續

# Metrics_AwaitingCount
source: Awaiting
ca: A l'espera
de: Warten
fa: در حال انتظار
nb: Venter
nl: In afwachting
pt_pt: Em espera
sv: Väntande
tr_tr: Bekliyor
zh: 等待中
zh_tw: 等待中

# Metrics_EnqueuedCountOrNull
source: Enqueued
ca: A la cua
de: in Warteschlange
fa: وارد صف شده
nb: Satt i kø
nl: In wachtrij
pt_pt: Em fila
sv: Köade
tr_tr: Kuyruğa alındı
zh: 队列
zh_tw: 佇列

# Metrics_EnqueuedQueuesCount
source: Enqueued / Queues
ca: A la cua / Cues
de: Warteschlangen
fa: وارد صف شده/ صف ها
nb: Satt i kø / Køer
nl: In wachtrij/Wachtrijen
pt_pt: Em fila / Filas
sv: Köade / Kö
tr_tr: Kuyruğa Alınan
zh: 队列
zh_tw: 佇列

# Metrics_FailedCountOrNull
source: {0} failed job(s) found. Retry or delete them manually.
de: {0} fehlgeschlagene Jobs gefunden. Manuell wiederholen oder löschen erforderlich.
fa: {0}کار(ها)ی ناموفق found. مجدداً اجرا کرده یا بصورت دستی حذف نمایید.
nb: {0} mislykkede jobber funnet. Sett dem tilbake i køen eller slett dem manuelt.
nl: {0} mislukte taken gevonden. Herstart of verwijder deze handmatig.
pt_pt: {0} tarefa(s) com erro encontradas. Tentar novament ou remover manualmente.
sv: {0} misslyckade jobb hittades. Försök igen eller ta bort dom manuellt.
tr_tr: {0} başarısız iş bulundu. Tekrar deneyin veya manuel silin.
zh_tw: {0} 筆失敗的工作，重試或手動刪除它們

# HomePage_GraphHover_Failed
source: Failed
ca: Amb errors
de: Fehler
fa: ناموفق ها
nb: Mislykket
nl: Mislukt
pt_pt: Com erro
sv: Misslyckade
tr_tr: Başarısız
zh: 失败
zh_tw: 失敗

# HomePage_GraphHover_Succeeded
source: Succeeded
ca: Completats
de: Erfolgreich
fa: موفقیت آمیز
nb: Vellykkede
nl: Geslaagd
pt_pt: Com sucesso
sv: Lyckade
tr_tr: Başarılı
zh: 完成
zh_tw: 完成

# RecurringJobsPage_Table_Cron
source: Cron
de: CRON-Ausdruck
